Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_438_itemid_EQ_149.tmx
Source language: sme
Languages: smn

source: Mu Sápmi jagi 2030 - girji almmustuvvan
smn: Muu Säämi ive 2030 - kirje almostum

source: Mu Sápmi jagi 2030 - čállingilvui oassálastan mánáid ja nuoraid teavsttat leat almmuhuvvon girjin .
smn: Muu Säämi ive 2030 - čäällimkiišton uásálistám párnái já nuorâi teevstah láá almostittum kirjen .

source: Girjji leat almmuhan Sámi mánáidkulturguovddáš ja nuoraidlávdegoddi-prošeakta .
smn: Kirje lii almostittám Säämi párnáikulttuurkuávdáš já nuorâilävdikodde - proojeekt .

source: Čállosiin mánát ja nuorat ovdanbuktet iežaset oainnuid ja sávaldagaid boahttevuođa birra , das makkár máilmmis sámit ellet 20 jagi geažes .
smn: Čálusijn párnááh já nuorah oovdânpyehtih jieijâs uáimuid tâi tuoivuid puátteevuođâst , tast maggaar maailmist sämmiliih eellih 20 ive keččin .

source: Girjji buot teavsttat leat ovttain Suomas hállon sámegielain ( anáraš- , nuortalaš- , ja davvisámegiella ) ja suomagillii .
smn: Kirjeest puoh teevstah láá ovttáin Suomâst sarnum sämikielân ( aanaar- , nuorttâ- , já tavesämikielâ ) já suomâkielân .

source: Sámi mánáidkulturguovddáš ja nuoraidlavdegoddi – prošekta almmustahttá mánáid ja nuoraid teavsttaid čálliide , sámemánáide ja nuoraide , ja daidda ovttasbargoguimmiide , geat barget mánáid ja nuoraid áššiiguin .
smn: Säämi párnáikulttuurkuávdáš ja nuorâilävdikodde - haahâ lii almostittám párnái já nuorâi teevstâid jyehimnáál čälleid , sämipárnáid já nuoraid , já toid oovtâstpargopeelijd , moh pargeh párnái já nuorâi ašijguin .

source: Loga lasi Mu Sápmi jagi 2030 almmustuvvan / Minun Sápmi vuonna 2030 ilmestynyt .
smn: Mu Sápmi jagi 2030 / Minun Sápmi vuonna 2030 / Muu Säämi ive 2030 / Muu Sää ´mjannam ee ´jjest 2030 .
